{
    "Header-meno-griffin": "Home",
    "Header-meno-product": "Product",
    "Header-meno-contactUs": "ContactUs",
    "Header-meno-aboutUs": "About Us",
    "Header-meno-project": "Project",
    "section1-h1": "ENJOY YOUR SMART HOME WITH GRIFFIN",
    "section1-p": "Transform your living space with advanced home automation solutions that enhance comfort, improve energy efficiency, and provide seamless control of lighting, climate, and security from anywhere at anytime",
    "section1-btn": "GET OUR CATALOG",
    "section1-step2-h2": "We providing smart ideas to enjoy your home",
    "section2-h2": "Take Control Of Your Home With Griffin APP",
    "section1-step2-btn": "About Griffin APP",
    "section3-H3": "Work fields",
    "product-field-h4-security" : "Security",
    "product-field-p-security": "Intelligence meets security with Griffin. Advanced technology, relentless protection, and smart design deliver a seamless and secure experience.",
    "product-field-h4-heting-and-cooling": "Heathing and cooling system",
    "product-field-p-heting-and-cooling": "With Griffin, your home’s temperature is always perfect. Smart heating and cooling control delivers energy savings and ultimate comfort simultaneously. Modern living comes alive with ease and intelligence.",
    "product-field-h4-ilumination": "Ilumination",
    "product-field-p-ilumination": "Griffin brings light to your lifestyle. Smart lighting control enables cozy atmospheres and energy efficiency simultaneously. Every moment, the perfect light ensures comfort and elegance in your home.",
    "product-field-h4-automated-smart-system": "Automated smart system",
    "product-field-p-automated-smart-system" : "Griffin makes your life smarter. Automated systems manage tasks effortlessly, saving your time and energy while creating a comfortable, secure, and modern experience for home and work. smart home is no longer an option it’s a lifestyle." ,
    "product-field-h4-music-control": "music control",
    "product-field-p-music-control": "With Griffin, your music comes alive. Effortless control and seamless playback deliver an unparalleled experience of your favorite tunes. Every moment, the perfect rhythm and energy flow through your home.",
    "product-field-p-home-teather": "With Griffin, cinema comes to your home. Smart control of your TV and audio system delivers top-quality visuals and sound, turning every movie or series into an unforgettable experience.",
    "product-field-h4-home-teather": "Home teather",
    "section4-info-p" : "Almost all of us use some form of automation in our daily lives—from automatic garage doors and alarm clocks to oven timers and remote controls. But when we talk about a smart home, we mean something far more advanced. A smart home delivers a seamless experience of control, comfort, security, and intelligent management across every part of your living space—making modern life more efficient, more enjoyable, and truly connected.",
    "section4-info-secend-p" : "Griffin has delivered many successful and professional smart automation projects",
    "section4-info-btn": "see our projecs",
    "section5-info-h3" : "Why griffin?",
    "section5-info-p" : "Griffin has developed products that, backed by the technical expertise of the nation’s top talents, have taken significant steps toward advancing smart automation. Griffin’s smart building solutions operate over Wi-Fi bandwidth without requiring any wiring or changes to existing electrical infrastructure. The products function independently, without the need for a central controller, and offer highly competitive and cost-effective pricing. Superior materials and an unconditional product warranty further reflect Griffin’s commitment to quality and reliability.",
    "section5-option1" : "option1",
    "section5-option2" : "option2",
    "section5-option3" : "option3",
    "section5-option4" : "option4",
    "section5-option5" : "option5",
    "section5-option6" : "option6",
    "section5-option7" : "option7",

    "section6-first-h2" : "GRIFFIN HONORS",
    "section6-second-h2" : "BEST SMART BRAND IN 98 & 99",

    "footerColumn1-h3-title" : "Contact Us",
    "footerColumn1-h6-address" : "Adress : karaj-shahid.st-gohardasht-borg evano",
    "footerColumn1-h6-office" : "office : ",
    "footerColumn1-h6-officeNumber" : "02634093097",
    "footerColumn1-h6-company" : "company : ",
    "footerColumn1-h6-companyNumber" : "02634093094",
    "footerColumn2-social-medias-title": "our social medias",
    "developerName" : "developed by mahan bayat mokhtari"

}
